{
  "learning_styles": [
    {
      "title": "Visual Learners",
      "description": "Visual learners absorb information best through images, diagrams, and spatial organization. They excel when concepts are presented visually, such as through charts, graphs, or infographics."
    },
    {
      "title": "Reading/Writing Learners",
      "description": "Reading/Writing learners prefer written text and excel  at engaging with written materials. They often take detailed notes, read extensively, and express ideas through writing."
    },
    {
      "title": "Auditory Learners",
      "description": "Auditory learners thrive when information is presented verbally. They benefit from listening to lectures, discussions, and audio-based materials like podcasts or recordings."
    },
    {
      "title": "Kinesthetic Learners",
      "description": "Kinesthetic learners learn best through hands-on activities and physical engagement. They excel in environments where they can interact with materials,  perform experiments, or apply concepts in real-world scenarios."
    }
  ],
  "pretend_lecture": [
    {
      "title": "Lecture One",
      "description": "Includes a video lecture on a random topic, with PowerPoint slides available before the lecture and a quiz on the topic."
    },
    {
      "title": "Lecture Two",
      "description": "Includes a video lecture on a random topic, with PowerPoint slides available before the lecture begins and a quiz on the topic. "
    },
    {
      "title": "Lecture Three",
      "description": "Includes a video lecture on a random topic with a quiz after the lecture. "
    }
  ],
  "note_taking": [
    {
      "title": "Cornell Notes",
      "description": "A structured note-taking method with three sections: cues, notes, and a summary."
    },
    {
      "title": "Sketchnotes",
      "description": "A creative method that combines text with doodles, icons, and visuals to capture ideas."
    },
    {
      "title": "Mind Maps",
      "description": "A visual diagram that organizes information around a central idea, with branches for related concepts."
    },
    {
      "title": "Outlines",
      "description": "A hierarchical method that uses bullet points and subpoints to organize information logically."
    }
  ]
}